Repository: adynak/Conexiones
Catalog: Connections/Localizable.xcstrings
Source language: en
Languages: es

source: %lld Incorrect Guesses
es: %lld conjeturas incorrectas

source: Already Guessed
es: ¡Ya lo adiviné!

# Archive
source: Puzzles
es: Rompecabezas

source: Cancel
es: Cancelar

source: Choose a Game
es: Elige un juego

source: Complete!
es: ¡Completo!

source: Connections
es: Conexiones

# Continue
source: Continue Playing
es: Continuar jugando

source: Create four groups of four!
es: ¡Crea cuatro grupos de cuatro!

source: Deselect All
es: Cancelar todo

source: Drag to Reorder
es: Arrastre para reordenar

source: Game Complete
es: Juego completo

source: Game in Progress
es: Juego en progreso

source: Games
es: Juegos

# GuessSelection
source: Submit
es: Entregar

# GuessTopRow
source: Submit Top Row
es: Enviar fila superior

source: One Away
es: ¡Uno es incorrecto!

source: Puzzle
es: Juego

source: Puzzle #
es: Juego #

source: Puzzle # %@
es: Juego # %@

source: Puzzle # %lld
es: Juego # %lld

source: Puzzles
es: Rompecabezas

source: Reset Game
es: Jugar de nuevo

source: Resetting will delete this game's history.
es: Reiniciar eliminará el historial de este juego.

source: Select a game
es: Seleccione un juego

source: Start Over
es: Empezar de nuevo

source: View Solution
es: Ver solución
